Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: SESSIONS THIS WEEK
de: EINHEITEN DIESE WOCHE
es: SESIONES ESTA SEMANA
fr: SÉANCES CETTE SEMAINE
hy: ԱՅՍ ՇԱԲԱԹՎԱ ՊԱՐԱՊՄՈՒՆՔՆԵՐԸ
it: SESSIONI QUESTA SETTIMANA
ka: სესიები ამ კვირას
ru: ЗАНЯТИЯ ЗА НЕДЕЛЮ
sr: СЕСИЈЕ ОВЕ НЕДЕЉЕ

source: SOMA AI ANALYSIS
de: SOMA-KI-ANALYSE
es: ANÁLISIS DE IA SOMA
fr: ANALYSE IA SOMA
hy: SOMA AI ՎԵՐԼՈՒԾՈՒԹՅՈՒՆ
it: ANALISI IA SOMA
ka: SOMA AI ანალიზი
ru: SOMA AI-АНАЛИЗ
sr: SOMA AI АНАЛИЗА

source: SOMA'S PICK
de: SOMAS AUSWAHL
es: LA SELECCIÓN DE SOMA
fr: LE CHOIX DE SOMA
hy: SOMA-Ի ԸՆՏՐՈՒԹՅՈՒՆԸ
it: LA SCELTA DI SOMA
ka: SOMA-ს არჩევანი
ru: ВЫБОР SOMA
sr: SOMA ИЗБОР

source: SPORT GOALS
de: SPORTZIELE
es: OBJETIVOS DEPORTIVOS
fr: OBJECTIFS SPORTIFS
hy: ՍՊՈՐՏԱՅԻՆ ՆՊԱՏԱԿՆԵՐ
it: OBIETTIVI SPORTIVI
ka: სპორტული მიზნები
ru: СПОРТИВНЫЕ ЦЕЛИ
sr: СПОРТСКИ ЦИЉЕВИ

source: Safely paused
de: Sicher pausiert
es: Pausado de forma segura
fr: Mis en pause pour votre sécurité
hy: Անվտանգ դադարեցված է
it: Messo in pausa per sicurezza
ka: უსაფრთხოდ შეჩერებულია
ru: Безопасно приостановлено
sr: Безбедно паузирано

source: Same setup as always: %@
de: Der gleiche Ablauf wie immer: %@
es: La misma configuración de siempre: %@
fr: La même configuration que d'habitude : %@
hy: Նույն կարգավորումը, ինչ միշտ՝ %@
it: La stessa configurazione di sempre: %@
ka: იგივე პირობები, რაც ყოველთვის: %@
ru: Та же настройка, что и всегда: %@
sr: Иста поставка као и увек: %@

source: Same stage — normal at this point.
de: Gleiche Stufe — an diesem Punkt normal.
es: Misma etapa — es normal en este punto.
fr: Même étape — c'est normal à ce stade.
hy: Նույն փուլը — բնական է այս պահին:
it: Stessa tappa — è normale a questo punto.
ka: იგივე ეტაპი — ეს ნორმალურია ამ დროისთვის.
ru: Тот же этап — это нормально сейчас.
sr: Исти ниво — уобичајено у овом тренутку.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hy: Պահպանել
it: Salva
ka: შენახვა
ru: Сохранить
sr: Сачувај

source: Save %@
de: %@ speichern
es: Guardar %@
fr: Enregistrer %@
hy: Պահպանել %@
it: Salva %@
ka: %@-ის შენახვა
ru: Сохранить %@
sr: Сачувај %@

source: Save your progress
de: Speichere deinen Fortschritt
es: Guarda tu progreso
fr: Enregistre ta progression
hy: Պահպանիր քո առաջընթացը
it: Salva i tuoi progressi
ka: შეინახე შენი პროგრესი
ru: Сохрани свой прогресс
sr: Сачувај свој напредак

source: Saved.
de: Gespeichert.
es: Guardado.
fr: Enregistré.
hy: Պահպանված է։
it: Salvato.
ka: შენახულია.
ru: Сохранено.
sr: Сачувано.

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
hy: Պահպանվում է…
it: Salvataggio…
ka: შენახვა…
ru: Сохранение…
sr: Чување…

source: Scan gym
de: Scannen
es: Escanear
fr: Scanner
hy: Սկանավորել
it: Scansiona
ka: სკანირება
ru: Сканировать
sr: Скенирај

source: Scan the gym — we rebuild the plan
de: Fitnessstudio scannen: wir bauen den Plan neu
es: Escanea el gimnasio: reconstruimos el plan
fr: Scannez la salle : nous refaisons le plan
hy: Սկանավորիր դահլիճը — կվերակառուցենք պլանը
it: Scansiona la palestra: ricostruiamo il piano
ka: დაასკანერე დარბაზი — გადავაწყობთ გეგმას
ru: Отсканируй зал — мы пересоберём план
sr: Скенирај теретану — поново састављамо план

source: Scan the gym — we rebuild the plan · %lld-day streak
de: Fitnessstudio scannen: wir bauen den Plan neu · %lld-Tage-Serie
es: Escanea el gimnasio: reconstruimos el plan · racha de %lld días
fr: Scannez la salle : nous refaisons le plan · série de %lld jours
hy: Սկանավորիր դահլիճը — կվերակառուցենք պլանը · %lld-օրյա շարք
it: Scansiona la palestra: ricostruiamo il piano · serie di %lld giorni
ka: დაასკანერე დარბაზი — გადავაწყობთ გეგმას · %lld დღიანი სერია
ru: Отсканируй зал — мы пересоберём план · серия %lld дн.
sr: Скенирај теретану — поново састављамо план · %lld-дневни низ

source: Scan your gym
de: Scanne dein Fitnessstudio
es: Escanea tu gimnasio
fr: Scannez votre salle de sport
hy: Սկանավորիր մարզասրահը
it: Scansiona la tua palestra
ka: დაასკანერე დარბაზი
ru: Сканировать зал
sr: Скенирај своју теретану

source: Schedule
de: Zeitplan
es: Horario
fr: Planning
hy: Ժամանակացույց
it: Programma
ka: განრიგი
ru: Расписание
sr: Распоред

source: See exactly how you'll get there.
de: Sieh genau, wie du dorthin kommst.
es: Ve exactamente cómo vas a llegar.
fr: Voyez exactement comment vous allez y arriver.
hy: Իմացիր ճշգրիտ, թե ինչպես կհասնես դրան։
it: Scopri esattamente come ci arriverai.
ka: გაარკვიე ზუსტად, როგორ მიაღწევ ამას.
ru: Узнай точно, как ты этого достигнешь.
sr: Сазнај тачно како ћеш то постићи.

source: See full log
de: Vollständiges Protokoll ansehen
es: Ver registro completo
fr: Voir le journal complet
hy: Դիտել ամբողջական մատյանը
it: Vedi il registro completo
ka: სრული ჟურნალის ნახვა
ru: Смотреть полный журнал
sr: Погледај цео дневник

source: See how you're tracking toward your goal photo
de: Sieh, wie du dich deinem Zielfoto näherst
es: Mira cómo avanzas hacia tu foto objetivo
fr: Suivez votre évolution vers votre photo objectif
hy: Տես, թե ինչպես ես առաջ գնում դեպի քո նպատակային լուսանկարը
it: Guarda i tuoi progressi verso la foto obiettivo
ka: ნახე, როგორ მიდიხარ შენი სამიზნე ფოტოსკენ
ru: Смотри, как ты продвигаешься к своему целевому фото
sr: Погледај свој напредак ка циљној фотографији

source: Send
de: Senden
es: Enviar
fr: Envoyer
hy: Ուղարկել
it: Invia
ka: გაგზავნა
ru: Отправить
sr: Пошаљи

source: Send me tips, new features, and personalized offers from Soma Health.
de: Sende mir Tipps, neue Funktionen und personalisierte Angebote von Soma Health.
es: Envíame consejos, nuevas funciones y ofertas personalizadas de Soma Health.
fr: Envoie-moi des conseils, les nouveautés et des offres personnalisées de Soma Health.
hy: Ուղարկիր ինձ խորհուրդներ, նոր հնարավորություններ և անհատականացված առաջարկներ Soma Health-ից.
it: Inviami consigli, nuove funzionalità e offerte personalizzate da Soma Health.
ka: მომაწოდე რჩევები, ახალი ფუნქციები და პერსონალიზებული შეთავაზებები Soma Health-ისგან.
ru: Присылай мне советы, новости о функциях и персональные предложения от Soma Health.
sr: Шаљи ми савете, нове функције и персонализоване понуде од Soma Health.

source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi en cours…
hy: Ուղարկվում է…
it: Invio in corso…
ka: იგზავნება…
ru: Отправка…
sr: Слање…

source: Sent with your report: Soma %@ (%@), iOS %@, %@, and your account ID.
de: Wird mit deinem Bericht gesendet: Soma %@ (%@), iOS %@, %@ und deine Konto-ID.
es: Se envía junto con tu reporte: Soma %@ (%@), iOS %@, %@ y tu ID de cuenta.
fr: Envoyé avec votre signalement : Soma %@ (%@), iOS %@, %@, et votre identifiant de compte.
hy: Զեկույցի հետ ուղարկվում է՝ Soma %@ (%@), iOS %@, %@ և քո հաշվի ID-ն։
it: Inviato con la tua segnalazione: Soma %@ (%@), iOS %@, %@ e il tuo ID account.
ka: შენს რეპორტთან ერთად იგზავნება: Soma %@ (%@), iOS %@, %@ და შენი ანგარიშის ID.
ru: Вместе с отчётом отправляется: Soma %@ (%@), iOS %@, %@ и ID твоего аккаунта.
sr: Уз твој извештај се шаље: Soma %@ (%@), iOS %@, %@ и ID твог налога.

source: Sessions
de: Einheiten
es: Sesiones
fr: Séances
hy: Պարապմունքներ
it: Sessioni
ka: სესიები
ru: Сессии
sr: Сесије

source: Sessions & measurements export as one card
de: Einheiten und Messwerte werden als eine Karte exportiert
es: Las sesiones y las mediciones se exportan como una sola tarjeta
fr: Les séances et les mesures s'exportent sous forme d'une seule carte
hy: Պարապմունքները և չափումները արտահանվում են մեկ քարտով
it: Sessioni e misurazioni vengono esportate come un'unica card
ka: სესიები და გაზომვები ექსპორტირდება ერთ ბარათად
ru: Сессии и замеры экспортируются одной карточкой
sr: Сесије и мерења се извозе као једна картица

source: Sessions done and your measurements as one card — send it back to %@.
de: Absolvierte Einheiten und deine Messungen in einer Karte — schick sie an %@.
es: Sesiones hechas y tus mediciones en una sola tarjeta — envíasela a %@.
fr: Séances effectuées et vos mesures en une seule carte — envoyez-la à %@.
hy: Կատարված պարապմունքները և քո չափումները մեկ քարտով — ուղարկիր %@-ին:
it: Sessioni fatte e le tue misurazioni in un'unica card — inviala a %@.
ka: შესრულებული სესიები და შენი გაზომვები ერთ ბარათად — გაუგზავნე ის %@-ს.
ru: Выполненные сессии и твои замеры одной карточкой — отправь её %@.
sr: Одрађене сесије и твоја мерења у једној картици — пошаљи је назад %@.

source: Sessions still defer to your readiness for placement — low days shift, the workout itself is never rewritten.
de: Die Einheiten richten sich weiterhin nach deiner Bereitschaft — an schwachen Tagen verschieben sie sich, das Training selbst wird aber nie umgeschrieben.
es: Las sesiones siguen dependiendo de tu preparación para ubicarse — los días bajos se desplazan, pero el entrenamiento en sí nunca se reescribe.
fr: Les séances continuent de dépendre de votre récupération pour leur placement — les jours faibles sont décalés, mais la séance elle-même n'est jamais réécrite.
hy: Պարապմունքների տեղաբաշխումը դեռ կախված է քո պատրաստվածությունից՝ ցածր օրերը տեղափոխվում են, բայց ինքնին մարզումը երբեք չի փոփոխվում:
it: Le sessioni continuano a dipendere dalla tua prontezza per il posizionamento — nei giorni no vengono spostate, ma l'allenamento in sé non viene mai riscritto.
ka: სესიები კვლავ შენს მზადყოფნას ეყრდნობა განლაგებისთვის — დაბალი დღეები იცვლის ადგილს, თავად ვარჯიში კი არასდროს იცვლება.
ru: Сессии по-прежнему подстраиваются под твою готовность — дни с низкой готовностью сдвигаются, а сама тренировка никогда не переписывается.
sr: Сесије се и даље прилагођавају твојој спремности при распоређивању — дани са ниском спремношћу се померају, али сам тренинг никада не бива преправљен.

source: Set up your goal photos
de: Richte deine Zielfotos ein
es: Configura tus fotos objetivo
fr: Configurez vos photos objectif
hy: Կարգավորիր քո նպատակային լուսանկարները
it: Configura le tue foto obiettivo
ka: დააყენე შენი მიზნის ფოტოები
ru: Настрой фото цели
sr: Подеси своје фотографије циља

source: Sets block count, supersets and rest
de: Legt Blockanzahl, Supersätze und Pausen fest
es: Define el número de bloques, superseries y descansos
fr: Définit le nombre de blocs, les super-séries et les temps de repos
hy: Սահմանում է սեթերի քանակը, սուպերսեթերը և հանգիստը
it: Definisce il numero di blocchi, superserie e recupero
ka: განსაზღვრავს სეტების რაოდენობას, სუპერსეტებსა და დასვენებას
ru: Определяет количество подходов, суперсеты и отдых
sr: Одређује број блокова, суперсерије и одмор

source: Setting everything up for you
de: Alles wird für dich eingerichtet
es: Preparando todo para ti
fr: Nous préparons tout pour vous
hy: Ամեն ինչ պատրաստվում է քեզ համար
it: Stiamo preparando tutto per te
ka: ყველაფერი შენთვის მზადდება
ru: Настраиваем всё для тебя
sr: Подешавамо све за тебе

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hy: Կարգավորումներ
it: Impostazioni
ka: პარამეტრები
ru: Настройки
sr: Подешавања

source: Share
de: Teilen
es: Compartir
fr: Partager
hy: Կիսվել
it: Condividi
ka: გაზიარება
ru: Поделиться
sr: Подели

source: Share streak
de: Serie teilen
es: Compartir racha
fr: Partager la série
hy: Կիսվել շարքով
it: Condividi la serie
ka: სერიის გაზიარება
ru: Поделиться серией
sr: Подели низ

source: Share your streak
de: Teile deine Serie
es: Comparte tu racha
fr: Partagez votre série
hy: Կիսվիր քո շարքով
it: Condividi la tua serie
ka: გააზიარე შენი სერია
ru: Поделись своей серией
sr: Подели свој низ

source: Show us your goal
de: Zeig uns dein Ziel
es: Muéstranos tu objetivo
fr: Montrez-nous votre objectif
hy: Ցույց տուր մեզ քո նպատակը
it: Mostraci il tuo obiettivo
ka: გვიჩვენე შენი მიზანი
ru: Покажи нам свою цель
sr: Покажи нам свој циљ

source: Showing %@ workouts instead.
de: Zeige stattdessen %@-Workouts.
es: Mostrando entrenamientos de %@ en su lugar.
fr: Affichage des séances de %@ à la place.
hy: Փոխարենը ցուցադրվում է %@ մարզում։
it: Mostro invece gli allenamenti di %@.
ka: ამის ნაცვლად ნაჩვენებია %@ ვარჯიში.
ru: Показано %@ тренировок вместо этого.
sr: Уместо тога приказујемо %@ тренинга.

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
hy: Գրանցվել
it: Registrati
ka: რეგისტრაცია
ru: Зарегистрироваться
sr: Региструј се

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
hy: Բաց թողնել
it: Salta
ka: გამოტოვება
ru: Пропустить
sr: Прескочи

source: Skip — I'll find it later
de: Überspringen — ich finde es später
es: Omitir — lo encontraré después
fr: Ignorer — je le retrouverai plus tard
hy: Բաց թողնել — հետո կգտնեմ
it: Salta — lo troverò più tardi
ka: გამოტოვება — მოგვიანებით ვიპოვი
ru: Пропустить — найду позже
sr: Прескочи — наћи ћу касније

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
hy: Բաց թողնված
it: Saltato
ka: გამოტოვებული
ru: Пропущено
sr: Прескочено

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hy: Քուն
it: Sonno
ka: ძილი
ru: Сон
sr: Сан

source: Sleep duration
de: Schlafdauer
es: Duración del sueño
fr: Durée du sommeil
hy: Քնի տևողություն
it: Durata del sonno
ka: ძილის ხანგრძლივობა
ru: Продолжительность сна
sr: Трајање сна

source: Sleep stages
de: Schlafphasen
es: Fases del sueño
fr: Phases de sommeil
hy: Քնի փուլեր
it: Fasi del sonno
ka: ძილის ფაზები
ru: Стадии сна
sr: Фазе сна

source: Sleep summary
de: Schlafübersicht
es: Resumen del sueño
fr: Résumé du sommeil
hy: Քնի ամփոփում
it: Riepilogo del sonno
ka: ძილის შეჯამება
ru: Сводка сна
sr: Преглед сна

source: Soma doesn't move workouts between days yet -- pick another day from the week strip on Home to do it there instead.
de: Soma kann Workouts noch nicht zwischen Tagen verschieben. Wähle dazu einen anderen Tag in der Wochenleiste auf der Startseite aus.
es: Soma todavía no puede mover entrenamientos entre días. Elige otro día en la franja semanal de Inicio para hacerlo desde ahí.
fr: Soma ne peut pas encore déplacer les séances d'un jour à l'autre. Choisissez un autre jour dans le bandeau de la semaine sur Accueil pour le faire depuis là.
hy: Soma-ն դեռ չի կարող մարզումները փոխանցել օրերի միջև — ընտրիր մեկ այլ օր Home-ի շաբաթվա շերտից՝ այնտեղ դա անելու համար։
it: Soma non può ancora spostare gli allenamenti tra i giorni. Scegli un altro giorno dalla barra della settimana in Home per farlo da lì.
ka: Soma ჯერ ვერ გადააქვს ვარჯიშები დღეებს შორის — აირჩიე სხვა დღე მთავარ ეკრანზე კვირის ზოლიდან, რომ იქ გააკეთო ეს.
ru: Soma пока не умеет переносить тренировки между днями — выбери другой день в недельной полосе на главном экране, чтобы сделать это там.
sr: Soma још увек не помера тренинге између дана — изабери други дан на недељној траци на Почетној да то урадиш тамо.

source: Soma goal card
de: Soma-Zielkarte
es: Tarjeta de objetivo de Soma
fr: Carte d'objectif Soma
hy: Soma նպատակի քարտը
it: Scheda obiettivo Soma
ka: Soma-ს მიზნის ბარათი
ru: Карточка цели Soma
sr: Картица циља Soma

source: Soma needs camera access to see your gym equipment. You can turn it back on in Settings.
de: Soma benötigt Kamerazugriff, um deine Fitnessgeräte zu erkennen. Du kannst ihn in den Einstellungen wieder aktivieren.
es: Soma necesita acceso a la cámara para ver el equipo de tu gimnasio. Puedes volver a activarlo en Ajustes.
fr: Soma a besoin d'accéder à l'appareil photo pour voir le matériel de votre salle de sport. Vous pouvez le réactiver dans Réglages.
hy: Soma-ին տեսախցիկի հասանելիություն է անհրաժեշտ՝ քո մարզասրահի սարքավորումները տեսնելու համար։ Կարող ես նորից միացնել այն Կարգավորումներում։
it: Soma ha bisogno di accedere alla fotocamera per vedere l'attrezzatura della tua palestra. Puoi riattivarlo in Impostazioni.
ka: Soma-ს სჭირდება წვდომა კამერაზე, რომ დაინახოს შენი დარბაზის ინვენტარი. შეგიძლია ისევ ჩართო ეს პარამეტრებში.
ru: Soma нужен доступ к камере, чтобы увидеть оборудование твоего зала. Ты можешь снова включить его в настройках.
sr: Soma треба приступ камери да би видела опрему у твојој теретани. Можеш га поново укључити у Подешавањима.

source: Soma needs today's data
de: Soma benötigt die heutigen Daten
es: Soma necesita los datos de hoy
fr: Soma a besoin des données du jour
hy: Soma-ին անհրաժեշտ են այսօրվա տվյալները
it: Soma ha bisogno dei dati di oggi
ka: Soma-ს სჭირდება დღევანდელი მონაცემები
ru: Soma нужны сегодняшние данные
sr: Soma треба данашње податке

source: Soma plans each day from your body's signals — sleep, HRV and workouts. Connect at least one source to get a tailored plan.
de: Soma plant jeden Tag anhand der Signale deines Körpers — Schlaf, HRV und Training. Verbinde mindestens eine Quelle für einen maßgeschneiderten Plan.
es: Soma planifica cada día a partir de las señales de tu cuerpo: sueño, VFC y entrenamientos. Conecta al menos una fuente para obtener un plan personalizado.
fr: Soma planifie chaque journée à partir des signaux de votre corps — sommeil, VFC et entraînements. Connectez au moins une source pour obtenir un plan sur mesure.
hy: Soma-ն ամեն օր ծրագրում է քո մարմնի ազդանշանների հիման վրա՝ քուն, HRV և մարզումներ։ Միացրու առնվազն մեկ աղբյուր անհատականացված պլան ստանալու համար։
it: Soma pianifica ogni giornata in base ai segnali del tuo corpo: sonno, HRV e allenamenti. Collega almeno una fonte per ottenere un piano su misura.
ka: Soma ყოველდღიურად გეგმავს შენი სხეულის სიგნალების მიხედვით — ძილი, HRV და ვარჯიშები. დააკავშირე მინიმუმ ერთი წყარო პერსონალური გეგმის მისაღებად.
ru: Soma планирует каждый день на основе сигналов твоего тела — сна, ВСР и тренировок. Подключи хотя бы один источник, чтобы получить персональный план.
sr: Soma планира сваки дан на основу сигнала твог тела — сна, ХРВ и тренинга. Повежи бар један извор да добијеш прилагођен план.

source: Soma reads it
de: Soma liest sie
es: Soma lo lee
fr: Soma les lit
hy: Soma-ն կարդում է դրանք
it: Soma li legge
ka: Soma წაიკითხავს მას
ru: Soma считывает данные
sr: Soma очитава податке

source: Soma reads your wearable — Apple Health, Whoop, or Oura — and sends one clear notification each morning telling you exactly how hard to train. No guesswork, no chat, just a plan for today.
de: Soma liest die Daten deines Wearables — Apple Health, Whoop oder Oura — und schickt dir jeden Morgen eine klare Benachrichtigung mit der genauen Trainingsintensität für heute. Kein Rätselraten, kein Chat, einfach ein Plan für heute.
es: Soma lee los datos de tu dispositivo: Apple Health, Whoop u Oura, y te envía cada mañana una notificación clara con la intensidad exacta con la que entrenar. Sin conjeturas, sin chats, solo un plan para hoy.
fr: Soma lit les données de votre objet connecté — Apple Health, Whoop ou Oura — et vous envoie chaque matin une notification claire indiquant précisément l'intensité d'entraînement à adopter. Pas de suppositions, pas de discussion, juste un plan pour la journée.
hy: Soma-ն վերլուծում է քո կրովի սարքերի տվյալները՝ Apple Health, Whoop կամ Oura, և ամեն առավոտ ուղարկում է մեկ հստակ ծանուցում այն մասին, թե որքան ինտենսիվ պետք է մարզվես։ Ոչ մի կռահում, ոչ մի չաթ՝ միայն այսօրվա պլան։
it: Soma legge i dati del tuo dispositivo indossabile — Apple Health, Whoop o Oura — e ti invia ogni mattina una notifica chiara che ti dice esattamente con quale intensità allenarti. Niente supposizioni, niente chat, solo un piano per oggi.
ka: Soma აანალიზებს მონაცემებს შენი ტარებადი მოწყობილობებიდან — Apple Health, Whoop ან Oura — და ყოველ დილით გიგზავნის ერთ მკაფიო შეტყობინებას, თუ რამდენად ინტენსიურად უნდა იწვრთნა. არანაირი გამოცნობა, არანაირი ჩატი — მხოლოდ დღევანდელი გეგმა.
ru: Soma анализирует данные с твоих носимых устройств — Apple Health, Whoop или Oura — и каждое утро присылает одно чёткое уведомление о том, насколько интенсивно тренироваться. Никаких догадок, никакого чата — только план на сегодня.
sr: Soma анализира податке са твојих носивих уређаја — Apple Health, Whoop или Oura — и сваког јутра шаље једно јасно обавештење о томе колико интензивно да тренираш. Без нагађања, без ћаскања — само план за данас.

source: Soma sends your morning training recommendation, plus a few light check-ins through the day -- a movement nudge, an evening reminder if today's workout is still open, and a quick progress update.
de: Soma sendet dir jeden Morgen deine Trainingsempfehlung, dazu ein paar leichte Erinnerungen über den Tag verteilt – einen Bewegungsimpuls, eine Abenderinnerung, falls das heutige Training noch offen ist, und ein kurzes Update zu deinem Fortschritt.
es: Soma te envía tu recomendación de entrenamiento cada mañana, además de algunos avisos ligeros durante el día: un recordatorio para moverte, un aviso por la noche si el entrenamiento de hoy sigue pendiente y una actualización rápida de tu progreso.
fr: Soma vous envoie votre recommandation d'entraînement chaque matin, ainsi que quelques rappels légers pendant la journée : une incitation à bouger, un rappel en soirée si l'entraînement du jour est encore en attente, et une mise à jour rapide de votre progression.
hy: Soma-ն ուղարկում է քո առավոտյան մարզման առաջարկությունը, ինչպես նաև մի քանի թեթև հիշեցում օրվա ընթացքում՝ շարժման մասին ազդանշան, երեկոյան հիշեցում, եթե այսօրվա մարզումը դեռ չի կատարվել, և առաջընթացի կարճ թարմացում։
it: Soma ti invia il tuo consiglio di allenamento ogni mattina, oltre ad alcuni promemoria leggeri durante il giorno: uno stimolo a muoverti, un promemoria serale se l'allenamento di oggi è ancora da fare e un rapido aggiornamento sui tuoi progressi.
ka: Soma დილით გამოგიგზავნის ვარჯიშის რეკომენდაციას და დღის განმავლობაში რამდენიმე მსუბუქ შეხსენებას — მოძრაობის შეხსენებას, საღამოს შეხსენებას, თუ დღევანდელი ვარჯიში ჯერ არ არის დასრულებული, და პროგრესის მოკლე განახლებას.
ru: Soma отправляет утреннюю рекомендацию по тренировке, а также несколько лёгких напоминаний в течение дня — сигнал размяться, вечернее напоминание, если сегодняшняя тренировка ещё не выполнена, и краткий отчёт о прогрессе.
sr: Soma шаље твоју јутарњу препоруку за тренинг, као и неколико кратких подсетника током дана — подстицај да се покренеш, вечерњи подсетник ако данашњи тренинг још није завршен, и брз преглед напретка.

source: Soma wasn't sure what it saw -- add the equipment you have available.
de: Soma war sich nicht sicher, was es gesehen hat – füge die Geräte hinzu, die du hast.
es: Soma no estaba seguro de lo que vio: añade el equipo que tengas disponible.
fr: Soma n'était pas sûr de ce qu'il a vu : ajoutez le matériel dont vous disposez.
hy: Soma-ն լրիվ վստահ չէր, թե ինչ է տեսնում — ավելացրու քեզ մոտ եղած սարքավորումները։
it: Soma non era sicuro di cosa avesse visto: aggiungi l'attrezzatura che hai a disposizione.
ka: Soma-მ ბოლომდე ვერ ამოიცნო, რას ხედავდა — დაამატე შენთვის ხელმისაწვდომი ინვენტარი.
ru: Soma не смогла точно определить, что видит, — добавь доступное тебе оборудование.
sr: Soma није била сигурна шта је видела — додај опрему коју имаш на располагању.

source: Soma's pick
de: Somas Wahl
es: La elección de Soma
fr: Le choix de Soma
hy: Soma-ի ընտրությունը
it: La scelta di Soma
ka: Soma-ს არჩევანი
ru: Выбор Soma
sr: Somin избор
